"1" = "Einwahl beim Internetanbieter …";
"2" = "Verbinden …";
"3" = "Authentifizieren …";
"4" = "Sie sind mit Ihrem Internetanbieter verbunden.";
"5" = "Verbindung trennen …";

"-2" = "PPP-Konfiguration konnte nicht gestartet werden.";
"-1" = "PPP konnte nicht initialisiert werden.";

"0" = "Die Verbindung zu Ihrem Internetanbieter konnte nicht hergestellt werden.";
"256" = "Das Modem antwortet nicht. Überprüfen Sie die Verbindung zu Ihrem Modem und versuchen Sie es erneut.";
"257" = "CCL fehlgeschlagen.";
"258" = "Chat fehlgeschlagen.";
"259" = "LCP fehlgeschlagen.";
"260" = "Authentifizierung fehlgeschlagen. Überprüfen Sie Ihren Benutzernamen und Ihr Kennwort und versuchen Sie es erneut.";
"261" = "Zeitüberschreitung.";

"512" = "Kein Trägersignal gefunden.";
"513" = "Ihr Internetanbieter ist belegt.";
"514" = "Kein Freizeichen gefunden. Bitte überprüfen Sie Ihre Telefonleitung und versuchen Sie es erneut.";
"515" = "Es ist ein Modemfehler aufgetreten.";

"PPP_SWITCH_TO_PULSE" = "Pulswahl wird verwendet.";
"PPP_SWITCH_TO_TONE" = "Tonwahl wird verwendet.";
"PPP_WILL_REDIAL" = "Erneuter Verbindungsversuch in 3 Sekunden.";
		
